/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "On";
"general.off" = "Off";
"general.login" = "Accedi";
"general.logout" = "Disconnetti";
"general.ok" = "OK";
"general.cancel" = "Annulla";
"general.username" = "Nome utente";
"general.password" = "Password";
"general.na" = "N/A";

"input.value_is_empty" = "Il campo non può essere vuoto.";
"input.already_exists" = "Il valore esiste già.";

// Guide Window
"guide.highlights" = "In evidenza";
"guide.basic_settings" = "Impostazioni di base";
"guide.faq" = "Domande frequenti (FAQ)";

// Initial Window
"initial.announcement" = "Stai usando una versione %@ di IINA";
"initial.beta.desc" = "Se vuoi passare al canale di release ufficiali di IINA, togli la spunta da 'Ricevi aggiornamenti beta' in Impostazioni → Generali, poi scarica l'ultima versione stabile dal <a href=\"https://iina.io\">sito ufficiale</a>.";
"initial.nightly.desc" = "Le Nightly sono versioni di sviluppo instabili e non adatte all'utilizzo quotidiano. Attualmente, inoltre, non sono aggiornate automaticamente: se desideri, puoi scaricarle dalla <a href=\"https://nightly.iina.io\">pagina dedicata</a>.";
"initial.debug.desc" = "Le versioni di debug sono dedicate alla raccolta di dati per la risoluzione di problemi e per altre finalità analitiche. Non sono ottimizzate per le prestazioni e non prevedono aggiornamenti automatici; in generale se ne sconsiglia l'utilizzo.";
"initial.bug_report" = "Segnala tramite <a href=\"https://github.com/iina/iina/issues\">GitHub</a>.";

// Inspector Window
"inspector.error" = "Errore";

// MainWindowController.swift
"main.buffering_indicator" = "Buffer… %d%%";
"main.opening_stream" = "Apertura stream…";
"main.seeking_indicator" = "Ricerca…";
"osc.precision" = "Precisione";
"osc.1s" = "1 secondo";
"osc.100ms" = "100 millisecondi";
"osc.10ms" = "10 millisecondi";
"osc.1ms" = "1 millisecondo";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Predefinito";
"quicksetting.item_none" = "Nessuno";
"quicksetting.hwdec" = "Decodifica dell'Hardware";
"quicksetting.deinterlace" = "Deinterlacciamento";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Nascondi";
"quicksetting.reset_speed" = "Ripristina la velocità normale (1x)";

// EQ Presets
"eq.preset.flat" = "Azzerato";
"eq.preset.acoustic" = "Acustica";
"eq.preset.classical" = "Classica";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Profondo";
"eq.preset.electronic" = "Elettronica";
"eq.preset.hip_hop" = "Hip-hop";
"eq.preset.increase_bass" = "Bassi potenziati";
"eq.preset.increase_treble" = "Alti potenziati";
"eq.preset.increase_vocal" = "Voce in risalto";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latina";
"eq.preset.loundness" = "Radio";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Bassi ridotti";
"eq.preset.reduce_treble" = "Alti ridotti";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Casse acustiche mini";
"eq.preset.spoken_word" = "Solo voce";

"alert.eq.new_profile.title" = "Nuovo profilo";
"alert.eq.new_profile.message" = "Scegli un nome per il profilo.";
"alert.eq.rename.title" = "Rinomina il profilo corrente";
"alert.eq.rename.message" = "Inserisci il nuovo nome per il profilo.";

// OSDMessage.swift
"osd.pause" = "Pausa";
"osd.resume" = "Riprendi";
"osd.volume" = "Volume: %@";
"osd.speed" = "Velocità: %@x";
"osd.aspect" = "Proporzioni: %@";
"osd.crop" = "Ritaglio: %@";
"osd.rotate" = "Rotazione: %i°";
"osd.deinterlace" = "Deinterlacciamento: %@";
"osd.hwdec" = "Decodifica dell'Hardware: %@";
"osd.audio_delay.nodelay" = "Differenza audio: 0.00s";
"osd.audio_delay.later" = "Differenza audio: %@s dopo";
"osd.audio_delay.earlier" = "Differenza audio: %@s prima";
"osd.sub_delay.nodelay" = "Differenza sottotitoli: 0.00s";
"osd.sub_delay.later" = "Differenza sottotitoli: %@s dopo";
"osd.sub_delay.earlier" = "Differenza sottotitoli: %@s prima";
"osd.subtitle_pos" = "Posizione sottotitoli: %@";
"osd.sub_hidden" = "Nascondere Sottotitoli";
"osd.sub_visible" = "Mostrare Sottotitoli";
"osd.sub_second_delay.nodelay" = "Ritardo Sottotitoli Secondari: Nessun Ritardo";
"osd.sub_second_delay.later" = "Ritardo Sottotitoli Secondari: %@s Dopo";
"osd.sub_second_delay.earlier" = "Ritardo Sottotitoli Secondari: %@s Prima";
"osd.sub_second_hidden" = "Nascondere Sottotitoli Secondari";
"osd.sub_second_pos" = "Posizione Sottotitoli Secondari: %@";
"osd.sub_second_visible" = "Mostrare Sottotitoli Secondari";
"osd.mute" = "Muto";
"osd.unmute" = "Attiva";
"osd.screenshot" = "Schermata catturata";
"osd.abloop.a" = "Ripeti A-B: A";
"osd.abloop.b" = "Ripeti A-B: B";
"osd.abloop.clear" = "Ripeti A-B: azzerato";
"osd.stop" = "Ferma";
"osd.chapter" = "Capitolo: %@";
"osd.subtitle_scale" = "Scala sottotitoli: %@x";
"osd.add_to_playlist" = "Aggiungi %i file alla playlist";
"osd.clear_playlist" = "Playlist cancellata";
"osd.video_eq.contrast" = "Contrasto: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Tonalità: %i";
"osd.video_eq.saturation" = "Saturazione: %i";
"osd.video_eq.brightness" = "Luminosità: %i";
"osd.find_online_sub" = "Trova sottotitoli online…";
"osd.find_online_sub.source" = "da";
"osd.sub_not_found" = "Sottotitoli non trovati";
"osd.sub_found" = "%d sottotitoli trovati.";
"osd.sub_downloading" = "Scaricamento %d sottotitoli";
"osd.sub_downloaded" = "Sottotitoli scaricati";
"osd.sub_saved" = "Sottotitoli salvati";
"osd.network_error" = "Errore di rete";
"osd.file_error" = "Errore lettura file";
"osd.cannot_login" = "Login non riuscito";
"osd.canceled" = "Annullato";
"osd.cannot_connect" = "Impossibile connettersi";
"osd.timed_out" = "Tempo scaduto";
"osd.filter_added" = "Aggiungto filtro: %@";
"osd.filter_removed" = "Filtro rimosso";
"osd.file_loop" = "Ripeti il file singolo";
"osd.playlist_loop" = "Ripeti la playlist";
"osd.no_loop" = "Disabilita ripetizione";

"preference.title" = "Preferenze";
"preference.general" = "Generali";
"preference.ui" = "Interfaccia";
"preference.video_audio" = "Video/Audio";
"preference.subtitle" = "Sottotitoli";
"preference.network" = "Network";
"preference.control" = "Controlli";
"preference.keybindings" = "Scorciatoie";
"preference.advanced" = "Avanzate";
"preference.plugins" = "Componenti aggiuntivi";
"preference.utilities" = "Utilità";
"preference.scripts" = "Script";
"preference.not_logged_in" = "Login non effettuato";
"preference.logged_in_as" = "Collegato come %@";
"preference.system_media_control" = "Utilizza il controllo multimediale di sistema";

"preference.key_binding_hint_1" = "Per modificare le scorciatoie di tastiera nel file di configurazione corrente, fai prima click su \"Duplica…\" per crearne una copia.";
"preference.key_binding_hint_2" = "Fai doppio click nella riga sulla destra per modificare la scorciatoia di tastiera corrispondente.";

"preference.enable_adv_settings" = "Abilita impostazioni avanzate";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "force";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "striscia";
"preference.sub_override_level.yes" = "sì";

"preference.sub_override_level.descriptive_text.no" = "Renderizza i sottotitoli come specificato dagli script, senza override.";
"preference.sub_override_level.descriptive_text.force" = "Applica tutti gli stili dei sottotitoli.";
"preference.sub_override_level.descriptive_text.scale" = "Imposta il fattore di scala dei sottotitoli (override).";
"preference.sub_override_level.descriptive_text.strip" = "Rimuove tutti gli stili e i tag ASS dai sottotitoli.";
"preference.sub_override_level.descriptive_text.yes" = "Regola le impostazioni degli stili.";

"preference.ytdl_plugin_not_installed" = "Installa il plug-in Media Online da 'Plug-in → Installa' da GitHub per godere di funzionalità avanzate come il download di video e aggiornamenti automatici di yt-dlp.";
"preference.ytdl_plugin_installed" = "Il supporto youtube-dl integrato è disabilitato perché è installato il plug-in Media Online.";

"menu.volume" = "Volume: %@";
"menu.volume_muted" = "Volume: %@ (Spento)";
"menu.audio_delay" = "Differenza audio: %@s";
"menu.sub_delay" = "Differenza sottotitoli: %@s";
"menu.sub_hide" = "Nascondere Sottotitoli";
"menu.sub_show" = "Mostra sottotitoli";
"menu.sub_second_hide" = "Nascondi Sottotitoli Secondari";
"menu.sub_second_show" = "Mostra Sottotitoli Secondari";
"menu.fullscreen" = "Attiva modalità a tutto schermo";
"menu.exit_fullscreen" = "Disattiva modalità a tutto schermo";
"menu.pip" = "Attiva Picture-in-Picture";
"menu.exit_pip" = "Termina Picture-in-Picture";
"menu.mini_player" = "Attiva Modalità Musica";
"menu.exit_mini_player" = "Esci da Modalità Musica";
"menu.pause" = "Pausa";
"menu.resume" = "Riprendi";
"menu.speed" = "Velocità: %@x";
"menu.chapters" = "Pannello capitoli";
"menu.hide_chapters" = "Nascondi pannello capitoli";
"menu.playlist" = "Pannello playlist";
"menu.hide_playlist" = "Nascondi pannello playlist";
"menu.video" = "Mostra pannello video";
"menu.hide_video" = "Nascondi pannello video";
"menu.audio" = "Mostra pannello audio";
"menu.hide_audio" = "Nascondi pannello audio";
"menu.subtitles" = "Mostra pannello sottotitoli";
"menu.hide_subtitles" = "Nascondi pannello sottotitoli";

"menu.seek_forward" = "Avanti %@s";
"menu.seek_backward" = "Indietro %@s";
"menu.speed_up" = "Aumenta la velocità di %@x";
"menu.speed_down" = "Riduci la velocità di %@x";
"menu.volume_up" = "Volume + %@%%";
"menu.volume_down" = "Volume - %@%%";
"menu.audio_delay_up" = "Ritarda audio + %@s";
"menu.audio_delay_down" = "Anticipa audio - %@s";
"menu.sub_delay_up" = "Ritarda sottotitoli + %@s";
"menu.sub_delay_down" = "Anticipa sottotitoli - %@s";

"menu.crop_custom" = "Altro…";
"menu.find_online_sub" = "Trova sottotitoli online da %@";

"menu.manage_plugins" = "Gestisci plug-in…";
"menu.developer_tool" = "Strumenti per sviluppatori";
"menu.more_plugin" = "Altro…";
"menu.conflicting_shortcuts" = "Scorciatoie da tastiera in conflitto…";
"menu.reload_plugins" = "Ricarica tutti i plug-in";
"menu.show_plugins_panel" = "Mostra il pannello dei plug-in";
"menu.hide_plugins_panel" = "Nascondi il pannello dei plug-in";

"track.audio" = "Audio";
"track.none" = "<Nessuno>";
"track.sub" = "Sottotitoli";
"track.video" = "Video";

"subtrack.no_loaded" = "Nessun sottotitolo caricato";
"subtrack.no_external" = "Nessun sottotitolo esterno trovato";

// Alerts
"alert.beta_channel.title" = "Ricevi gli aggiornamenti per la versione beta";

"alert.title_error" = "Errore";
"alert.title_warning" = "Attenzione";
"alert.title_info" = "Informazione";

"alert.fatal_error" = "Fatal error: %@ \nL'appicazione verrà subito chiusa.";
"alert.mpv_error" = "Errore %@ (%@) nell'impostazioni dell'utente %@.";

"alert.unsupported_audio" = "File audo esterno non supportato.";
"alert.unsupported_video" = "File video esterno non supportato.";
"alert.unsupported_sub" = "Sottotitoli esterni non supportati.";
"alert.unsupported_url" = "URL non supportato.";
"alert.wrong_url_format" = "Formato URL errato.";

"alert.error_open" = "Impossibile aprire il file o lo stream!";
"alert.error_finding_file" = "Impossibile trovare il %@ file!";
"alert.error_loading_script" = "Impossibile caricare lo script %@!";
"alert.error_saving_file" = "Si è verificato un errore durante il salvataggio %@: %@";
"alert.error_deleting_file" = "Impossibile eliminare il file.";

"alert.target_peak.bad_value" = "Il valore '%@' non è valido.\nInserisci un valore compreso tra 10 e 10000, oppure 0.";

"alert.config.new.title" = "Nuova configurazione di input";
"alert.config.new.message" = "Inserisci un nome per la nuova configurazione.";
"alert.config.duplicate.title" = "Configurazione del duplicato";
"alert.config.duplicate.message" = "Inserisci il nome per il duplicato del file di configurazione.";
"alert.config.file_existing.title" = "Il file è già esistente";
"alert.config.file_existing.message" = "Esiste già un file di configurazione con lo stesso nome di file. Scegliere OK per mostrare il file in Finder.";
"alert.config.cannot_create" = "Impossibile creare il file di configurazione!\n%@";
"alert.config.cannot_write" = "Impossibile scrivere il file di configurazione!";
"alert.config.rename.title" = "Rinomina Configurazione Input";
"alert.config.rename.message" = "Inserisci un nome per la nuova configurazione.";

"alert.filter.incorrect" = "Si è verificato un errore durante l'impostazione dei filtri. Verifica il formato dei parametri.";
"alert.add_filter.title" = "Nuovo filtro";
"alert.add_filter.message" = "Inserisci una stringa di filtro nel formato dei comandi vf o af di mpv.";

"alert.keybinding_config.error" = "Errore nell'analisi del file di configurazione \"%@\"! Ripristino delle scorciatoie di tastiera di default di IINA. Controlla il tuo file di configurazione.";

"alert.extra_option.cannot_read" = "Impossibile leggere le opzioni mpv extra definiti dall'utente.";
"alert.extra_option.empty" = "La chiave o il valore non può essere vuoto!";
"alert.extra_option.error" = "Errore nell'impostazione delle opzioni --%@=%@ con il valore di %d. Verifica le impostazioni delle opzioni supplementari in Preferenze > Avanzate.";
"alert.extra_option.config_folder" = "Errore nell'impostazione della directory di configurazione \"%@\".";

"alert.playlist.error_deleting" = "Errore durante l'eliminazione: %@";

"alert.screenshot.error_taking" = "Impossibile fare uno screenshot!";

"alert.sub.no_selected" = "Seleziona prima un sottotitolo scaricato.";
"alert.sub_lang_not_set" = "Imposta la lingua preferita per i sottotitoli nelle preferenze prima di utilizzare OpenSubtitles. Questa volta verrà utilizzato l'Inglese (eng).";
"alert.sub.cannot_save_passwd" = "Impossibile salvare la password nel portachiavi: %@";
"alert.sub.cannot_login" = "Impossibile accedere. Controlla il tuo nome utente, la password e la connessione di rete.\n\n%@";
"alert.sub.save_downloaded.title" = "Salva i sottotitoli scaricati";

"alert.set_default.title" = "Imposta IINA come applicazione predefinita";
"alert.set_default.message" = "IINA sarà impostata come applicazione predefinita per tutti i formati che supporta.";
"alert.set_default.success" = "Terminato con %d di successo e %d di errore.";

"alert.add_watch.title" = "Aggiungi proprietà di riproduzione";
"alert.add_watch.message" = "Inserisci un nome di proprietà mpv valido.";

"alert.jump_to.title" = "Salta a";
"alert.jump_to.message" = "Inserisci il minuto a cui vuoi saltare. Esempio: 20:35";

"alert.opensub.login.title" = "Login OpenSubtitles";
"alert.opensub.login.message" = "Inserisci il tuo nome utente e la password";

"alert.open_url.title" = "Apri URL";
"alert.open_url.message" = "Inserisci l'URL:";
"alert.choose_media_file.title" = "Scegli file media";

"alert.add_url.title" = "Aggiungi URL";
"alert.add_url.message" = "Inserisci l'URL:";

"alert.delete_history.title" = "Cancella cronologia riproduzioni";
"alert.delete_history.message" = "Sei sicuro di cancellare le voci selezionate?";

"alert.filter_hwdec.message" = "Stai per applicare un filtro video. Tuttavia, il decoder hardware attuale potrebbe non supportare in modo corretto i filtri video. Puoi disabilitare la decodifica hardware o passare a Auto(Copia), che consumerà il doppio della memoria.\nPotresti dover ripetere le operazioni precedenti (ad es. reimpostare il ritaglio) per applicarle in modo corretto.";
"alert.filter_hwdec.abort" = "Interrompi";
"alert.filter_hwdec.turn_off" = "Disattiva la decodifica hardware";
"alert.filter_hwdec.use_copy" = "Passa a Auto(Copy)";

"alert.clear_cache.title" = "Elimina la cache delle miniature";
"alert.clear_cache.message" = "Sei sicuro di eliminare tutta la cache delle miniature?";

"alert.clear_history.title" = "Elimina la cronologia delle riproduzioni";
"alert.clear_history.message" = "Sei sicuro di eliminare tutta la cronologia delle riproduzioni?";

"alert.clear_watch_later.title" = "Elimina gli avanzamenti di riproduzione salvati";
"alert.clear_watch_later.message" = "Sei sicuro di eliminare tutti gli avanzamenti di riproduzione salvati (e i dati \"guarda dopo\")?";

"alert.restore_alerts.title" = "Ripristina avvisi eliminati";
"alert.restore_alerts.message" = "Sei sicuro di voler ripristinare gli avvisi eliminati?";

"alert.nothing_to_open" = "Niente da aprire.";

"alert.no_video_track" = "Traccia video assente.";

"alert.duplicate_config" = "Non puoi modificare direttamente le configurazioni predefinite. Fai una copia prima di modificarlo.";

"alert.assrt_register" = "A causa della quota limitata di API, sei pregato di usare i tuoi token API. I token di default sono solo per uso dimostrativo, potresti riscontrare degli errori di connessione.";
"alert.assrt_register.register" = "Registrati ora";
"alert.assrt_register.try" = "Prova prima";
"alert.assrt_token_prompt.title" = "Inserisci il tuo token API";
"alert.assrt_token_prompt.message" = "Sei pregato di registrarti nella pagina web aperta. Ottieni il tuo token nella home page dell'utente e inseriscilo qui sotto:";
"alert.assrt_token_invalid" = "Il tuo token API Assrt sembra non essere valido.";

"alert.plugin_uninstall.title" = "Sei sicuro di voler disintallare %@?";
"alert.plugin_uninstall.message" = "Il plugin verrà eliminato dal disco.";
"alert.plugin_reinstall.title" = "Il plugin %@ esiste già";
"alert.plugin_reinstall.message" = "Vuoi reinstallare il plugin?";
"alert.duplicated_plugin_id" = "Rilevati identificatori di plugin duplicati. Due o più plugin hanno lo stesso identificatore \"%@\". Questo può causare comportamenti anomali. Si prega di trovarli in Preferenze - Plugin e segnalarli ai loro autori. Se un plugin è installato localmente, è anche possibile modificare manualmente il suo identificatore tramite il file Info.json del plugin.";
"alert.plugin_no_update" = "Nessun aggiornamento trovato.";
"alert.plugin_update_found.title" = "Trovato aggiornamento per %@";
"alert.plugin_update_found.message" = "L'ultima versione è %@. Hai %@. Vuoi aggiornare?";
"alert.plugin_permission" = "Questo plugin richiede i seguenti permessi. Si prega di controllarli prima di procedere.";
"alert.plugin_permission_added" = "Questo aggiornamento richiede dei permessi aggiuntivi. Si prega di controllarli prima di procedere.";

"playlist.total_length" = "%@ sul totale";
"playlist.total_length_with_selected" = "%@ di %@ selezionato";
"playlist.sorting.header" = "Ordinamento";
"playlist.sorting.filename_ascending" = "Nome file ↑";
"playlist.sorting.filename_descending" = "Nome file ↓";
"playlist.sorting.path_ascending" = "Percorso file ↑";
"playlist.sorting.path_descending" = "Percorso file ↓";
"pl_menu.title_multi" = "%d Elementi";
"pl_menu.play_next" = "Riproduci il successivo";
"pl_menu.play_in_new_window" = "Riproduci in una nuova finestra";
"pl_menu.remove" = "Rimuovi";
"pl_menu.remove_multi" = "Rimuovi gli elementi selezionati";
"pl_menu.delete" = "Sposta nel cestino";
"pl_menu.delete_multi" = "Sposta i file selezionati nel cestino";
"pl_menu.delete_after_play" = "Sposta nel cestino dopo la riporoduzione";
"pl_menu.delete_after_play_multi" = "Muovi i file selezionati nel cestiono dopo la riproduzione";
"pl_menu.show_in_finder" = "Mostra nel Finder";
"pl_menu.add_file" = "Aggiungi file…";
"pl_menu.add_url" = "Aggiungi URL…";
"pl_menu.clear_playlist" = "Cancella la playlist";
"pl_menu.matched_sub" = "Sottotitoli %d corrispondenti";
"pl_menu.add_sub" = "Aggiungi sottotitoli…";
"pl_menu.wrong_sub" = "Sotttotioli errati!";
"pl_menu.browser" = "Apri nel browser";
"pl_menu.copy_url" = "Copia URL";
"pl_menu.copy_url_multi" = "Copia URLs";

"keymapping.title" = "Scorciatoie da tastiera";
"keymapping.message" = "Premi la combinazione di tasti.";

"filter.video_filters" = "Filtri Video";
"filter.audio_filters" = "Filtri Audio";

"hwdec.no" = "Disabilita la decodifica hardware.";
"hwdec.auto" = "Abilita la decodifica hardware. Tuttavia, la maggior parte dei filtri video non funzioneranno in modo corretto.";
"hwdec.auto-copy" = "Abilita la decodifica hardware. In questo modo verrà utilizzata il doppio della memoria ma i filtri video funzioneranno in modo corretto.";

"gaplessAudio.no" = "Durante la riproduzione di file audio consecutivi, potrebbe verificarsi una breve interruzione tra un brano e l'altro.";
"gaplessAudio.weak" = "La riproduzione senza interruzioni potrebbe fallire per un breve istante se il formato causa la modifica del decoder o dell'uscita audio.";
"gaplessAudio.yes" = "Il dispositivo audio è aperto con i parametri scelti per il primo file riprodotto ed è mantenuto aperto per la riproduzione senza interruzioni. I file successivi potrebbero essere sottoposti a ricampionamento.";

"subencoding.auto" = "Rilevamento automatico";

"osc_toolbar.settings" = "Impostazioni rapide";
"osc_toolbar.playlist" = "Playlist e capitoli";
"osc_toolbar.pip" = "Attiva / disattiva Picture-in-Picture";
"osc_toolbar.full_screen" = "Inverti a tutto schermo";
"osc_toolbar.music_mode" = "Attiva la modalità musicale";
"osc_toolbar.sub_track" = "Scegli la traccia dei sottotitoli";
"osc_toolbar.screenshot" = "Cattura la schermata";
"osc_toolbar.plugins" = "Mostra il pannello dei plug-in";

"mini_player.album_art" = "Attiva/Disattiva copertina album";
"mini_player.loop" = "Ripeti";
"mini_player.shuffle" = "Casuale";
"mini_player.remove" = "Rimuovi da playlist";
"mini_player.add" = "Aggiungi alla playlist";
"mini_player.delete" = "Elimina tutte le tracce dalla playlist";
"mini_player.volume" = "Volume";
"mini_player.close" = "Chiudi la modalità musica";
"mini_player.back" = "Torna alla modalità video";
"mini_player.sort" = "Ordina la playlist";

// Touch bar

"touchbar.ahead_15" = "15sec avanti";
"touchbar.ahead_30" = "30sec avanti";
"touchbar.back_15" = "-15sec indietro";
"touchbar.back_30" = "-30sec indietro";
"touchbar.next_video" = "Prossimo video";
"touchbar.prev_video" = "Video precedente";
"touchbar.increase_volume" = "Volume +";
"touchbar.decrease_volume" = "Volume -";
"touchbar.rewind" = "Indietro";
"touchbar.fast_forward" = "Avanti veloce";
"touchbar.play_pause" = "Riproduci / Pausa";
"touchbar.seek" = "Ricerca";
"touchbar.time" = "Tempo";
"touchbar.remainingTimeOrTotalDuration" = "Tempo Rimanente / Durata Totale";
"touchbar.toggle_pip" = "Attiva / disattiva Picture-in-Picture";

// Plugin permissions

"permissions.network-request.name" = "Richiesta di rete";
"permissions.network-request.desc" = "Questo plugin può fare richieste o inviare dati ai seguenti siti:";
"permissions.network-request.any_site" = "Qualsiasi sito";
"permissions.show-osd.name" = "Mostra OSD";
"permissions.show-osd.desc" = "Questo plugin può mostrare messaggi OSD (On Screen Display).";
"permissions.show-alert.name" = "Mostra avvisi";
"permissions.show-alert.desc" = "Questo plugin può mostrare avvisi pop-up.";
"permissions.video-overlay.name" = "Aggiungi overlay ai video";
"permissions.video-overlay.desc" = "Questo plugin può effettuare il render di contenuti aggiuntivi sopra il video.";
"permissions.file-system.name" = "Accedi ai file di sistema";
"permissions.file-system.desc" = "Questo plugin può leggere o scrivere file sul disco, comprese le informazioni sensibili. Può anche utilizzare altri programmi o applicazioni che possono danneggiare il computer. Assicurati di verificare la sua provenienza prima di procedere.";

"plugin.install" = "Installa";
"plugin.installed" = "Installato";
"plugin.not_installed" = "Non installato";
"plugin.local" = "Installato localmente";
"alert.plugin.install_error" = "Si è verificato un errore durante l'installazione: %@";
"alert.invalid_url" = "L'URL non è valido.";
"plugin.install_error.invalid_url" = "L'URL non è valido.";
"plugin.install_error.file_not_found" = "Impossibile trovare il file del pacchetto.";
"plugin.install_error.cannot_download" = "Impossibile scaricare il plugin.\n\nOutput:%@\n";
"plugin.install_error.cannot_unpackage" = "Scompattamento del plugin non riuscito.\n\nOutput: %@\n";
"plugin.install_error.cannot_load" = "IINA non può caricare questo plugin. Potrebbe essere nel formato sbagliato.";
"plugin.check_for_updates" = "Controlla aggiornamenti";
"plugin.updating" = "Sto scaricando l'aggiornamento…";
